"""Тэставыя дадзеныя у выглядзе верша Куляшова."""

KULASZOU_PRYKLAD = """Бывай, абуджаная сэрцам, дарагая.
Чаму так горка, не магу я зразумець.
Шкада заранкі мне, што ў небе дагарае
На ўсходзе дня майго, якому ружавець.

Ці помніш першае нясмелае прызнанне?..
Над намі жаўранкам звінеў і плакаў май.
Назаўтра золкае, туманнае світанне,
Суровы позірк твой і мой нямы адчай.

Пайшла ты, любая, пад гоман жоўтых сосен,
Пайшла, маўклівая, пад хваль жытнёвых шум,
Туды, дзе гойдала зялёнае калоссе
На сцежках ростані мой адзінокі сум.

Пайшла за ціхія, далёкія прасторы
Світальнай зоркай ты, што гасне ў сіняве.
Душы пакрыўджанай гарачыя дакоры
Слязой халоднаю застылі на траве.

Пайшла, пакінуўшы мне золкі і туманны,
Палынны жаль смугой ахутаных дарог,
Каб я хвілінны боль і горыч гэтай раны
Гадамі ў сэрцы заглушыць сваім не мог.

Пайшла, ніколі ўжо не вернешся, Алеся.
Бывай, смуглявая, каханая, бывай.
Стаю на ростанях былых, а з паднябесся
Самотным жаўранкам звініць і плача май.

Бывай, абуджаная ў сэрцы, дарагая.
Твой светлы вобраз панясу я па жыцці.
На ўсходзе дня майго заранка дагарае,
Каб позна вечарам на захадзе ўзысці.

1928
"""
